window.blogPosts = [
  {
    "title": "给",
    "date": "2026-02-10",
    "excerpt": "是v![屏幕截图_2026-02-10_192241.png](images/屏幕截图_2026-02-10_192241.png)...",
    "fullContent": "是v\n![屏幕截图_2026-02-10_192241.png](images/屏幕截图_2026-02-10_192241.png)",
    "category": "上档次v"
  },
  {
    "title": "地方v",
    "date": "2026-02-10",
    "excerpt": "士大夫![屏幕截图_2026-02-10_192241.png](images/屏幕截图_2026-02-10_192241.png)...",
    "fullContent": "士大夫\n![屏幕截图_2026-02-10_192241.png](images/屏幕截图_2026-02-10_192241.png)",
    "category": "的成分"
  },
  {
    "title": "我的",
    "date": "2026-02-10",
    "excerpt": "确定为![屏幕截图_2026-02-10_192241.png](images/屏幕截图_2026-02-10_192241.png)...",
    "fullContent": "确定为\n![屏幕截图_2026-02-10_192241.png](images/屏幕截图_2026-02-10_192241.png)",
    "category": "权威的"
  }
];